{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nNFIB’s Small Business Optimism Index rose 0.4 points in July to 89.9, however, it is the sixth consecutive month below the 48-year average of 98. Thirty-seven percent of small business owners reported that inflation was their single most important problem in operating their business, an increase of three points from June and the highest level since the fourth quarter of 1979.\n\n“The uncertainty in the small business sector is climbing again as owners continue to manage historic inflation, labor shortages, and supply chain disruptions,” said Bill Dunkelberg, NFIB Chief Economist. “As we move into the second half of 2022, owners will continue to manage their businesses into a very uncertain future.”\n\nKey findings include:\n\n– Owners expecting better business conditions over the next six months increased nine points from June’s record low level to a net-negative 52%. Expectations for better business conditions have deteriorated every month from January to June of this year.\n\n– Forty-nine percent of owners reported job openings they could not fill in the current period, down one point from June but historically very high.\n\n– Seasonally adjusted, a net 37% plan price hikes, down 12 points.\n\n– The net percent of owners raising average selling prices decreased seven points to a net 56% (seasonally adjusted). The decline is significant but the net percent still raising prices is inflationary.\n\n– The net percent of owners who expect real sales to be higher decreased one point from June to a net negative 29%.\n\n– The Uncertainty Index increased 12 points from last month to 67.\n\nAs reported in NFIB’s monthly jobs report, a net 48% reported raising compensation and a net 25% plan to raise compensation in the next three months. Nine percent of owners cited labor costs as their top business problem and 21% said that labor quality was their top business problem, remaining in second place behind inflation.\n\nFifty-one percent of owners reported capital outlays in the last six months. Of those making expenditures, 36% reported spending on new equipment, 21% acquired vehicles, and 14% improved or expanded facilities. Nine percent spent money for new fixtures and furniture and 5% acquired new buildings or land for expansion. Twenty-two percent of owners plan capital outlays in the next few months.\n\nA net negative 5% of all owners (seasonally adjusted) reported higher nominal sales in the past three months. The net percent of owners expecting higher real sales volumes decreased one point to a net negative 29%, the second weakest quarterly measure ever.\n\nThe net percent of owners reporting inventory increases rose five points to 1%. Not seasonally adjusted, 18% reported increases in stocks and 15% reported reductions as solid sales reduced inventories at many firms.\n\nThirty-two percent of owners reported that supply chain disruptions have had a significant impact on their business. Another 36% report a moderate impact and 23% report a mild impact. Only 9% report no impact from recent supply chain disruptions.\n\nA net 2% of owners viewed current inventory stocks as “too low” in July, down three points from June. By industry, shortages are reported most frequently in manufacturing (20%), wholesale (20%), retail (19%), non-professional services (14%), and transportation (14%). A net 1% of owners plan inventory investment in the coming months down three points from June.\n\nThe net percent of owners raising average selling prices decreased seven points from June to a net 56% (seasonally adjusted). Unadjusted, 8% reported lower average selling prices and 65% reported higher average prices. Price hikes were the most frequent in wholesale (80% higher, 8% lower), manufacturing (73% higher, 7% lower), construction (73% higher, 4% lower), and retail (72% higher, 6% lower). Seasonally adjusted, a net 37% plan price hikes, down 12 points. The seasonal adjustments for price plans and actual prices were revised. The data in this report reflect those changes.\n\nThe frequency of positive profit trends was a net negative 26%, down one point from June. Among owners reporting lower profits, 40% blamed the rise in the cost of materials, 17% blamed weaker sales, 10% cited labor costs, 10% cited lower prices, 4% cited the usual seasonal change, and 2% cited higher taxes or regulatory costs. For owners reporting higher profits, 42% credited sales volumes, 26% cited usual seasonal change, and 16% cited higher prices.\n\nThree percent of owners reported that all their borrowing needs were not satisfied. Twenty-five percent reported all credit needs met and 62% said they were not interested in a loan. A net 5% reported their last loan was harder to get than in previous attempts. One percent reported that financing was their top business problem. A net 19% of owners reported paying a higher rate on their most recent loan.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}